Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# my_profile_delete_bullet_linked
source: Phone number and/or email links
bg: Свързване с телефонен номер и/или имейл
cs: Propojená telefonní čísla a/nebo e-maily
de: Rufnummer- und/oder E-Mail-Verknüpfung
es: Número de teléfono y/o enlaces de correo electrónico
fr: Liens de numéro de téléphone ou d'e-mail
gsw_ch: Handynummere- und/oder E-Mail-Verchnüpfig
it: Collegamento numero di telefono e/o e-mail
ja: 電話番号とメールアドレスの紐付け
ko: 전화번호 및/또는 이메일 링크
nl: Links voor telefoonnummer en/of e-mail
pl: Numer telefonu i/lub łącza e-mail
pt_br: Número de telefone e/ou links de e-mail
ru: Привязки номера телефона и/или эл. адреса
sk: Telefónne číslo a/alebo emailové odkazy
tr: Telefon numarası ve/veya e-posta bağlantıları
uk: Прив’язані номер телефону та / або електронна пошта
zh_hans: 电话号码和/或电子邮件链接
zh_hant: 電話號碼和/或電子郵件連結

# my_profile_delete_bullet_picture
source: Profile picture
bg: Профилна снимка
cs: Profilový obrázek
de: Profilbild
es: Foto de perfil
fr: Image de profil
gsw_ch: Profilbild
it: Immagine di profilo
ja: プロフィール画像
ko: 프로필 사진
nl: Profielafbeelding
pl: Zdjęcie profilowe
pt_br: Foto de perfil
ru: Аватар
sk: Profilový obrázok
tr: Profil fotoğrafı
uk: Зображення профілю
zh_hans: 头像
zh_hant: 大頭貼

# my_profile_delete_bullet_safe
source: %@ Safe backup
bg: Резервно копие %@ Safe
cs: Záloha %@ Safe
es: Copia de seguridad de %@ Safe
fr: Sauvegarde %@ Safe
it: Backup %@ Safe
ja: %@ Safeのバックアップ
ko: %@ Safe 백업
pl: Bezpieczna kopia zapasowa %@
pt_br: Backup do %@ Safe
ru: Резервная копия %@ Safe
sk: %@ Safe
tr: %@ Safe yedeği
uk: Резервна копія %@ Safe
zh_hans: %@ Safe 备份
zh_hant: %@ Safe 備份

# my_profile_delete_cell_title
source: Remove ID and Data
bg: Премахнете идентификатор и данни
cs: Odstranit ID a data
de: ID und Daten entfernen
es: Eliminar ID y datos
fr: Retirer l'ID et les données
gsw_ch: ID und Date entferne
it: Cancella ID e dati
ja: IDとデータを消去する
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados
ru: Удалить ID и данные
sk: Odstrániť ID a údaje
tr: Kimliği ve Verileri Sil
uk: Вилучити ID і дані
zh_hans: 移除ID和数据
zh_hant: 移除ID和資料

# my_profile_delete_identity_summary_view_close
source: Close App
bg: Затворете приложението
cs: Zavřít aplikaci
de: App schliessen
es: Cerrar app
fr: Fermer l'application
gsw_ch: App schlüsse
it: Chiudi l'app
ja: アプリを閉じる
ko: 앱 닫기
nl: App sluiten
pl: Zamknij aplikację
pt_br: Fechar app
ru: Закрыть приложение
sk: Zatvoriť aplikáciu
tr: Uygulamayı Kapat
uk: Закрити застосунок
zh_hans: 关闭应用
zh_hant: 關閉應用程式

# my_profile_delete_identity_summary_view_removed_server_success
source: All your %@ data has been deleted from this device, and the following data has been deleted on the %@ server:
bg: Всички Ваши %@ данни са изтрити от това устройство и следните данни са изтрити от %@ сървъра:
cs: Všechna vaše data %@ byla z tohoto zařízení odstraněna a ze serveru %@ byla odstraněna následující data:
de: Alle Ihre %@-Daten werden von diesem Gerät entfernt, und folgende %@-Daten wurden auf dem Server gelöscht:
es: Se han eliminado todos sus datos de %@ de este dispositivo, y los siguientes datos se han eliminado del servidor de %@:
fr: Toutes vos données %@ ont été supprimées de cet appareil et les données suivantes ont été supprimées du serveur %@ :
gsw_ch: All Ihri %@-Date werded vo dem Grät entfernt, und folgendi %@-Date sind ufem Server glöscht worde:
it: Tutti i tuoi dati %@ verranno eliminati da questo dispositivo, e i seguenti dati %@ sono stati cancellati dal server:
ja: あなたの%@データはすべてこのデバイスから削除され、以下のデータが%@サーバーで削除されましたました：
ko: 이 장치에서 모든 %@ 데이터가 삭제되었으며, 다음 데이터가 %@ 서버에서 삭제되었습니다:
nl: Al je %@-gegevens zijn verwijderd van dit apparaat en de volgende gegevens zijn verwijderd van de %@-server:
pl: Wszystkie Twoje dane %@ zostały usunięte z tego urządzenia, a z serwera %@ usunięto następujące dane:
pt_br: Todos os seus dados do %@ foram excluídos deste dispositivo e os dados seguintes foram excluídos do servidor do %@:
ru: Все ваши данные %@ удалены с этого устройства, также с сервера %@ удалены следующие данные:
sk: Všetky vaše údaje %@ boli z tohto zariadenia vymazané a na serveri %@ boli vymazané nasledujúce údaje:
tr: Tüm %@ veri̇leri̇ni̇z bu ci̇hazdan si̇li̇ndi̇ ve aşağidaki̇ veri̇ler %@ sunucusunda kaldırıldı:
uk: Усі ваші дані %@ видалено з цього пристрою, а наступні дані видалено з серверу %@:
zh_hans: 您所有的 %@ 数据已在这个设备上删除，而在 %@ 服务器存储的以下数据已删除：
zh_hant: 您所有的 %@ 資料已在這個裝置上刪除，而在 %@ 伺服器儲存的下列資料已刪除：

# my_profile_delete_identity_summary_view_removed_success
source: All of your %@ data was removed from this device:
bg: Всичките ви %@ данни бяха премахнати от това устройство:
cs: Všechna vaše data %@ byla z tohoto zařízení odstraněna:
de: Alle Ihre %@-Daten wurden von diesem Gerät entfernt:
es: Se han eliminado todos tus datos de %@ de este dispositivo:
fr: Toutes vos données %@ ont été retirées de cet appareil :
gsw_ch: All Ihri %@-Date sind vo dem Grät entfernt worde:
it: Tutti i tuoi dati %@ sono stati cancellati da questo dispositivo:
ja: あなたの%@データはすべてこのデバイスから消去されました：
ko: 이 기기에서 모든 %@ 데이터가 제거되었습니다:
nl: Al je gegevens van %@ zijn verwijderd van dit apparaat:
pl: Wszystkie Twoje dane %@ zostały usunięte z tego urządzenia:
pt_br: Todos os seus dados do %@ foram removidos deste dispositivo:
ru: Все ваши данные %@ удалены с этого устройства:
sk: Všetky vaše údaje %@ boli z tohto zariadenia odstránené:
tr: Tüm %@ verileriniz bu cihazdan kaldırıldı:
uk: Усі ваші дані %@ вилучено із цього пристрою:
zh_hans: 您所有的 %@ 数据已经在这个设备上删除：
zh_hant: 您所有的 %@ 資料已經在這個裝置上刪除：

# my_profile_delete_identity_summary_view_removed_threema_id
source: Your %@ ID has been revoked
bg: Вашият %@ идентификатор е отхвърлен
cs: Vaše %@ ID bylo zrušeno
de: Ihre %@-ID wurde widerrufen
es: Tu ID de %@ ha sido revocado
fr: Votre ID %@ a été révoqué
gsw_ch: Ihri %@-ID isch widerruefe worde
it: Il tuo ID %@ è stato revocato
ja: あなたの%@ IDは失効しました
ko: %@ ID가 취소되었습니다.
nl: Je %@ ID is ingetrokken
pl: Twój identyfikator %@ został unieważniony
pt_br: Sua ID do %@ foi cancelada
ru: Ваш %@ ID отозван
sk: Vaše %@ ID bolo zrušené
tr: %@ Kimliğiniz iptal edildi
uk: Ваш %@ ID відкликано
zh_hans: 您的 %@ ID 已被撤销
zh_hant: 您的 %@ ID 已被撤銷

# my_profile_delete_identity_summary_view_removed_title
source: ID and Data Removed
bg: Идентификаторът и данните бяха премахнати
cs: ID a data odstraněna
de: ID und Daten entfernt
es: ID y datos eliminados
fr: ID et données supprimés
gsw_ch: ID und Date entfernt
it: ID e dati cancellati
ja: IDとデータを消去しました
ko: ID 및 데이터가 제거되었습니다.
nl: ID en gegevens verwijderd
pl: Usunięto identyfikator i dane
pt_br: ID e dados removidos
ru: ID и данные удалены
sk: ID a údaje boli odstránené
tr: Kimlik ve Veriler Kaldırıldı
uk: ID і дані вилучено
zh_hans: ID和数据已删除
zh_hant: ID和資料已刪除

# my_profile_delete_identity_summary_view_restart
source: Restart the app to continue using it.
bg: Рестартирайте приложението, за да продължите да го използвате.
cs: Restartujte aplikaci a pokračujte v jejím používání.
de: Starten Sie die App neu, um sie weiterzuverwenden.
es: Reinicie la app para continuar usándola.
fr: Redémarrez l'application pour continuer à l'utiliser.
gsw_ch: Started Sie d’App neu, zum sie wiiterhin z’bruuche.
it: Riavvia l'app per continuare a utilizzarla
ja: 引き続き使用するには、アプリを再起動してください。
ko: 계속 사용하려면 앱을 다시 시작하십시오.
nl: Herstart de app om hem verder te gebruiken.
pl: Ponownie uruchom aplikację i dalej jej używaj.
pt_br: Reinicie o app para continuar usando.
ru: Перезапустите приложение, чтобы продолжить его использование.
sk: Ak chcete ďalej používať aplikáciu, reštartujte ju.
tr: Kullanmaya devam etmek için uygulamayı yeniden başlatın.
uk: Перезапустіть застосунок, щоб продовжити використовувати його.
zh_hans: 请重启此应用程序以应用更改。
zh_hant: 請重新啟動此應用程式以套用變更。

# my_profile_delete_identity_summary_view_restart_new
source: Restart the app to create a new %@ ID.
bg: Рестартирайте приложението, за да създадете нов %@ идентификатор.
cs: Restartováním aplikace vytvoříte nové %@ ID.
de: Starten Sie die App neu, um eine neue %@-ID zu erstellen.
es: Reinicia la aplicación para crear un nuevo ID de %@.
fr: Redémarrez l'application pour créer un nouvel ID %@.
gsw_ch: Started Sie d’App neu, zum e neui %@-ID z’erstelle.
it: Riavvia l'app per creare un nuovo %@ ID.
ja: 新しい%@ IDを作成するには、アプリを再起動してください。
ko: 새로운 %@ ID를 만들려면 앱을 다시 시작하십시오.
nl: Start de app opnieuw op om een nieuwe %@ ID te maken.
pl: Uruchom ponownie aplikację, aby utworzyć nowy identyfikator %@.
pt_br: Reinicie o app para criar uma nova ID do %@.
ru: Перезапустите приложение, чтобы создать новый %@ ID.
sk: Reštartujte aplikáciu pre vytvorenie nového %@ ID.
tr: Yeni bir %@ Kimliği oluşturmak için uygulamayı yeniden başlatın.
uk: Перезапустіть застосунок, щоб створити новий %@ ID.
zh_hans: 请重启此应用，以创建新的 %@ ID。
zh_hant: 請重新啟動此應用程式，以建立新的 %@ ID。

# my_profile_delete_info_alert_confirm
source: Remove Data
bg: Премахнете данни
cs: Odstranit data
de: Daten entfernen
es: Eliminar datos
fr: Supprimer les données
gsw_ch: Date entferne
it: Cancella dati
ja: データを消去する
ko: 데이터 삭제
nl: Gegevens verwijderen
pl: Usuń dane
pt_br: Remover dados
ru: Удалить данные
sk: Odstrániť údaje
tr: Verileri Kaldır
uk: Вилучити дані
zh_hans: 删除数据
zh_hant: 刪除資料

# my_profile_delete_info_alert_title
source: You lose your %@ ID if you don’t have a backup.
bg: Ще загубите Вашия %@ идентификатор, ако нямате резервно копие.
cs: Pokud nemáte zálohu, ztratíte své %@ ID.
de: Ohne ein Backup verlieren Sie Ihre %@-ID.
es: Perderás tu ID de %@ si no tienes una copia de seguridad.
fr: Vous perdez votre ID %@ si vous n'avez pas de sauvegarde.
gsw_ch: Ohni es Backup verlüüred Sie Ihri %@-ID.
it: Hai perso il tuo %@ ID e non hai un backup.
ja: バックアップがなければ%@ IDが失われます。
ko: 백업이 없으면 %@ ID를 잃게 됩니다.
nl: Je verliest je %@ ID als je geen back-up hebt.
pl: Jeśli nie masz kopii zapasowej, utracisz swój identyfikator %@.
pt_br: Você perderá a sua ID do %@ se não tiver um backup.
ru: Если у вас нет резервной копии, вы потеряете свой %@ ID.
sk: Ak nemáte zálohu, stratíte svoje %@ ID.
tr: Bir yedeğiniz yoksa %@ Kimliğinizi kaybedersiniz.
uk: Ви втратите свій %@ ID, якщо не маєте резервної копії.
zh_hans: 如果您之前没有备份，您将失去现有的 %@ ID。
zh_hant: 如果您之前沒有備份，您將失去現有的 %@ ID。

# my_profile_delete_info_button
source: Remove ID and Data
bg: Премахнете идентификатора и данните
cs: Odstranit ID a data
de: ID und Daten entfernen
es: Eliminar ID y datos
fr: Supprimer l'ID et les données
gsw_ch: ID und Date entferne
it: Cancella ID e dati
ja: IDとデータを消去する
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados
ru: Удалить ID и данные
sk: Odstráiť ID a údaje
tr: Kimliği ve Verileri Kaldır
uk: Вилучити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_delete_info_delete
source: All of your %@ data will be removed from this device.
bg: Всичките ви %@ данни ще бъдат премахнати от това устройство.
cs: Všechna vaše data %@ budou z tohoto zařízení odstraněna.
de: Alle Ihre %@-Daten werden von diesem Gerät entfernt.
es: Todos tus datos de %@ se eliminarán de este dispositivo.
fr: Toutes vos données %@ seront retirées de cet appareil.
gsw_ch: All Ihri %@-Date werded vo dem Grät entfernt.
it: Tutti i tuoi dati %@ verranno cancellati da questo dispositivo.
ja: あなたの%@データはすべてこのデバイスから消去されます。
ko: 이 장치에서 모든 %@ 데이터가 제거됩니다.
nl: Al je %@-gegevens worden verwijderd van dit apparaat.
pl: Wszystkie Twoje dane %@ zostaną usunięte z tego urządzenia.
pt_br: Todos os seus dados do %@ serão removidos deste dispositivo.
ru: Все ваши данные %@ будут удалены с этого устройства.
sk: Všetky vaše údaje %@ budú z tohto zariadenia odstránené.
tr: Tüm %@ verileriniz bu cihazdan kaldırılacaktır.
uk: Усі ваші дані %@ буде видалено з цього пристрою.
zh_hans: 您所有的 %@ 数据都将在这个设备上删除。
zh_hant: 您所有的 %@ 資料也將在這個裝置上刪除。

# my_profile_delete_info_keep
source: If you have created a %@ Safe backup or exported your ID, you can restore it on another device.
bg: Ако сте създали %@ Safe резервно копие или сте експортирали Вашия идентификатор, можете да го възстановите на друго устройство.
cs: Pokud jste si vytvořili zálohu %@ Safe nebo exportovali své ID, můžete jej obnovit na jiném zařízení.
de: Sofern Sie ein %@ Safe-Backup erstellt oder Ihre ID exportiert haben, können Sie die ID auf einem anderen Gerät wiederherstellen.
es: Si ha creado una copia de seguridad en %@ Safe o ha exportado su ID, puede restablecerlo en otro dispositivo.
fr: Si vous avez créé une sauvegarde %@ Safe ou exporté votre ID, vous pouvez la restaurer sur un autre appareil.
gsw_ch: Wenn Sie es %@ Safe-Backup erstellt oder Ihri ID exportiert händ, chönd Sie die ID ufeme andere Grät wiederherstelle.
it: Se hai creato un backup %@ Safe o esportato il tuo ID, potrai ripristinarlo su un altro dispositivo.
ja: %@ Safeバックアップを作成した場合、またはIDをエクスポートした場合は、別のデバイスで復元できます。
ko: %@ Safe 백업을 만들었거나 ID를 내보냈다면 다른 장치에서 복원할 수 있습니다.
nl: Als je een %@ Safe back-up hebt gemaakt of je ID hebt geëxporteerd, kun je deze herstellen op een ander apparaat.
pl: Jeśli utworzono kopię zapasową %@ Safe lub wyeksportowano Twój identyfikator, możesz przywrócić go na innym urządzeniu.
pt_br: Se você criou um backup seguro do %@ ou exportou a sua ID, poderá restaurá-la em outro dispositivo.
ru: Если вы создавали резервную копию %@ Safe или экспортировали ID, вы сможете восстановить их на другом устройстве.
sk: Ak ste vytvorili zálohu aplikácie %@ Safe alebo ste exportovali svoje ID, môžete ho obnoviť v inom zariadení.
tr: Bir %@ Safe yedeği oluşturduysanız veya kimliğinizi dışa aktardıysanız, başka bir cihaza geri yükleyebilirsiniz.
uk: Якщо ви створили резервну копію %@ Safe або експортували свій ідентифікатор, ви можете відновити його на іншому пристрої.
zh_hans: 如果您之前已创建 %@ Safe 备份或导出您的ID，就可以在另一台设备上恢复原有的 ID。
zh_hant: 如果您之前已建立 %@ Safe 備份或匯出您的ID，就可以在另一台裝置上還原原有的 ID。

# my_profile_delete_info_revoke
source: There will be no way to restore your %@ ID.
bg: Няма да има начин да възстановите Вашия %@ идентификатор.
cs: Vaše %@ ID nebude možné obnovit.
de: Es gibt keine Möglichkeit, Ihre %@-ID wiederherzustellen.
es: No habrá manera de restaurar su ID de %@.
fr: Il n'y aura aucun moyen de restaurer votre ID %@.
gsw_ch: Es git kei Möglichkeit, Ihri %@-ID wiederherzstelle.
it: Non è possibile ripristinare il tuo %@ ID.
ja: あなたの%@ IDは復元できなくなります。
ko: 당신의 %@ ID를 복원할 수 있는 방법은 없습니다.
nl: Je %@-ID kan niet worden hersteld.
pl: Nie będzie możliwości przywrócenia identyfikatora %@.
pt_br: Não haverá nenhuma forma de restaurar a sua ID %@.
ru: Восстановить ваш %@ ID будет невозможно.
sk: %@ ID už nebude možné obnoviť.
tr: %@ ID'nizi geri yüklemenin hiçbir yolu olmayacaktır.
uk: Не буде можливості відновити ваш %@ ID.
zh_hans: 您将无法恢复您的 %@ ID。
zh_hant: 您將無法還原您的 %@ ID。

# my_profile_delete_info_revoke_info
source: If you don’t want to use this %@ ID on any other device, you can delete it irrevocably:
bg: Ако не искате да използвате този %@ идентификатор на друго устройство, можете да го изтриете окончателно:
cs: Nechcete-li používat toto %@ ID na žádném jiném zařízení, můžete jej nevratně odstranit:
de: Wenn Sie Ihre %@-ID auf keinem anderen Gerät mehr verwenden wollen, können Sie sie unwiderruflich löschen:
es: Si no quiere utilizar este ID de %@ en ningún otro dispositivo, puede eliminarlo irrevocablemente:
fr: Si vous ne voulez pas utiliser cet ID %@ sur tout autre appareil, vous pouvez le supprimer de manière irréversible :
gsw_ch: Wenn Sie Ihri %@-ID uf keim andere Grät meh bruuche wänd, chönd Sie die unwiderrueflich lösche:
it: Se non vuoi più utilizzare il tuo %@ ID su altri dispositivi, è possibile eliminarlo in modo definitivo:
ja: 他のデバイスで%@ IDを使いたくない場合は、取り消せない形で削除できます:
ko: 만약 다른 장치에서 이 %@ ID 를 사용하고 싶지 않다면, 이를 영구적으로 삭제할 수 있습니다:
nl: Als je deze %@-ID niet wilt gebruiken op een ander apparaat, kun je deze onherroepelijk verwijderen:
pl: Jeśli nie chcesz używać tego identyfikatora %@ na innym urządzeniu, możesz go nieodwołalnie usunąć:
pt_br: Caso não queira usar esta ID %@ em outros dispositivos, poderá exclui-la permanentemente:
ru: Если вы не хотите использовать этот %@ ID на другом устройстве, вы можете удалить его без возможности восстановления:
sk: Ak toto %@ ID nechcete používať v žiadnom inom zariadení, môžete ho neodvolateľne odstrániť:
tr: Bu %@ ID'yi başka bir cihazda kullanmak istemiyorsanız, geri alınamaz bir şekilde silebilirsiniz:
uk: Якщо не бажаєте використовувати цей %@ ID на своїх присторях, можете видалити його безповоротно:
zh_hans: 如果您不想在其他设备上使用此 %@ ID，您可以将它徹底删除：
zh_hant: 如果您不想在其他裝置上使用此 %@ ID，您可以將它徹底刪除：

# my_profile_delete_info_revoke_info_link
source: [Revoke %@ ID](link)
bg: [Отказ от %@ идентификатора](link)
cs: [Zrušit %@ ID](odkaz)
de: [%@-ID widerrufen](link)
es: [Revocar ID de %@](enlace)
fr: [Révoquer l'ID %@ ID](lien)
gsw_ch: [%@-ID widerrüefe](link)
it: [Revocare %@-ID](link)
ja: ［%@ ID を失効させる］（リンク）
ko: [취소 %@ ID](link)
nl: [%@-ID intrekken](link)
pl: [Unieważnij identyfikator %@](łącze)
pt_br: [Revogar ID %@](link)
ru: [Отозвать %@ ID](link)
sk: [Zrušiť %@ ID](odkaz)
tr: [%@ Kimliğini İptal Et](link)
uk: [Видалити %@ ID](link)
zh_hans: [撤销 %@ ID](链接)
zh_hant: [撤銷 %@ ID](連結)

# my_profile_delete_info_title
source: Remove ID And Data
bg: Премахнете идентификатора и данните
cs: Odstranit ID a data
de: ID und Daten entfernen
es: Eliminar ID y datos
fr: Supprimer l'ID et les données
gsw_ch: ID und Date entferne
it: Cancella ID e dati
ja: IDとデータを消去する
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados
ru: Удалить данные и ID
sk: Odstrániť ID a údaje
tr: Kimliği ve Verileri Kaldır
uk: Вилучити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_picture_title
source: Your Profile Picture
bg: Вашата профилна снимка
cs: Váš profilový obrázek
de: Ihr Profilbild
es: Tu imagen de perfil
fr: Votre image de profil
gsw_ch: Ihres Profilbild
it: La tua immagine di profilo
ja: あなたのプロフィール画像
ko: 프로필 사진
nl: Je profielafbeelding
pl: Twoje zdjęcie profilowe
pt_br: Sua foto de perfil
ru: Ваша фотография профиля
sk: Váš profilový obrázok
tr: Profil resminiz
uk: Зображення вашого профілю
zh_hans: 您的个人头像
zh_hant: 您的大頭貼

# my_profile_revoke_identity_view_button_revoke
source: Remove ID and Data
bg: Премахнете идентификатора и данните
cs: Odstranit ID a data
de: ID und Daten entfernen
es: Eliminar ID y datos
fr: Supprimer l'ID et les données
gsw_ch: ID und Date entferne
it: Cancella ID e dati
ja: IDとデータを消去する
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados
ru: Удалить ID и данные
sk: Odstráňte ID a údaje
tr: Kimlik ve Veriler kaldırılsın mı?
uk: Видалити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_revoke_identity_view_enter_id
source: Please enter your %@ ID “%@“ to definitely delete everything:
bg: Моля, въведете Вашия %@ идентификатор „%@“ за да изтриете всичко окончателно:
cs: Zadejte své %@ ID „%@“ a potvrďte, že chcete odstranit vše:
de: Bitte geben Sie Ihre %@-ID «%@» ein, um definitiv alles zu löschen:
es: Introduzca su ID de %@ "%@" para eliminarlo todo definitivamente:
fr: Veuillez saisir votre ID %@ « %@ » pour tout supprimer définitivement :
gsw_ch: Bitte gebed Sie Ihri %@-ID «%@» ii, zum ein für alli Mal alles z’lösche:
it: Inserisci il tuo %@ ID «%@» per cancellare tutto in modo definitivo:
ja: すべて確実に削除するために、%@ ID"%@"を入力してください：
ko: %@ ID를 입력하세요. 모든 것을 확실히 삭제하려면 “%@“를 입력하십시오:
nl: Voer je %@-ID in "%@" om alles voorgoed te verwijderen:
pl: Wpisz swój identyfikator %@ „%@”, aby nieodwołalnie wszystko usunąć:
pt_br: Digite a sua ID %@ “%@“ para excluir tudo definitivamente:
ru: Введите свой %@ ID «%@», чтобы удалить сразу все:
sk: Zadajte svoje %@ ID "%@" a potvrďte, že chcete všetko vymazať:
tr: Lütfen %@ ID'nizi girin "%@" her şeyi kesinlikle silmek için:
uk: Будь ласка, введіть свій %@ ID "%@", щоб підтвердити видалення всього:
zh_hans: 请输入您的 %@ ID “%@”，以彻底删除所有内容：
zh_hant: 請輸入您的 %@ ID 「%@」，以徹底刪除所有內容：

# my_profile_revoke_identity_view_placeholder
source: Your %@ ID
bg: Вашият %@ идентификатор
cs: Vaše %@ ID
de: Ihre %@-ID
es: Su ID de %@
fr: Votre ID %@
gsw_ch: Ihri %@-ID
it: Il tuo %@ ID
ja: あなたの%@ ID
ko: 귀하의 %@ ID
nl: Uw %@-ID
pl: Twój identyfikator %@
pt_br: Sua ID do %@
ru: Ваш %@ ID
sk: Vaše %@ ID
tr: %@ Kimliğiniz
uk: Ваш %@ ID
zh_hans: 您的 %@ ID
zh_hant: 您的 %@ ID

# my_profile_revoke_identity_view_title
source: Remove ID And Data
bg: Премахнете идентификатора и данните
cs: Odstranit ID a data
de: ID und Daten entfernen
es: ¿Eliminar ID y datos?
fr: Supprimer l'ID et les données
gsw_ch: ID und Date entferne
it: Cancella ID e dati
ja: IDとデータを消去
ko: ID 및 데이터 삭제하기
nl: ID en gegevens verwijderen?
pl: Usuń identyfikator i dane
pt_br: Remover ID e dados?
ru: Удалить ID и данные?
sk: Odstrániť ID a údaje?
tr: Kimliği ve Verileri Kaldır
uk: Видалити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_revoke_info_delete
source: All your %@ data will be removed from this device, and the following data will be deleted on the %@ server:
bg: Всички Ваши %@ данни ще бъдат изтрити от това устройство и следните данни ще бъдат премахнати от %@ сървъра:
cs: Všechna vaše data %@ budou z tohoto zařízení odstraněna a ze serveru %@ budou odstraněna následující data:
de: Alle Ihre %@-Daten werden von diesem Gerät entfernt, und folgende %@-Daten werden auf dem Server gelöscht:
es: Todos sus datos de %@ se eliminarán de este dispositivo, y los siguientes datos se eliminarán del servidor de %@:
fr: Toutes vos données %@ seront retirées de cet appareil et les données suivantes seront supprimées sur le serveur %@ :
gsw_ch: All Ihri %@-Date werded vo dem Grät entfernt, und die %@-Date werded ufem Server glöscht:
it: Tutti i tuoi dati %@ verranno eliminati da questo dispositivo, e i seguenti dati %@ verranno cancellati dal server:
ja: あなたの%@データはすべてこのデバイスから消去されます。次のデータが%@サーバーで削除されます：
ko: 이 장치에서의 %@ 데이터는 모두 삭제될 것이며, %@ 서버에서는 다음 데이터가 삭제될 것입니다:
nl: Al je %@-gegevens worden verwijderd van dit apparaat en de volgende gegevens worden verwijderd van de %@-server:
pl: Wszystkie Twoje dane %@ zostaną usunięte z tego urządzenia, a z serwera %@ zostaną usunięte następujące dane:
pt_br: Todos os seus dados do %@ serão removidos deste dispositivo e os dados seguinte serão excluídos do servidor do %@:
ru: Все ваши данные %@ будут удалены с этого устройства, также с сервера %@ будут удалены следующие данные:
sk: Všetky vaše údaje %@ budú z tohto zariadenia odstránené a na serveri %@ budú odstránené nasledujúce údaje:
tr: Tüm %@ verileriniz bu cihazdan kaldırılacak ve aşağıdaki veriler %@ sunucusunda silinecektir:
uk: Усі ваші дані %@ буде видалено з цього пристрою, а наступні дані буде видалено з серверу %@:
zh_hans: 您所有的 %@ 数据都将在这个设备上删除，而在 %@ 服务器存储的以下数据也将被删除：
zh_hant: 您所有的 %@ 資料也將在這個裝置上刪除，而在 %@ 伺服器儲存的下列資料也將被刪除：

# my_profilepicture
source: Your profile picture
bg: Вашата профилна снимка
cs: Váš profilový obrázek
de: Ihr Profilbild
es: Su foto de perfil
fr: Votre image de profil
gsw_ch: Ihres Profilbild
it: La tua immagine del profilo
ja: あなたのプロフィール画像
ko: 귀하의 프로필 사진
nl: Je profielafbeelding
pl: Twoje zdjęcie profilowe
pt_br: Sua foto de perfil
ru: Ваше фото
sk: Váš profilový obrázok
tr: Profil resminiz
uk: Зображення вашого профілю
zh_hans: 您的头像
zh_hant: 您的大頭貼

# my_threema_id
source: Your %@ ID
bg: Вашият %@ идентификатор
cs: Vaše %@ ID
de: Ihre %@-ID
es: Su ID de %@
fr: Votre identifiant %@
gsw_ch: Ihri %@-ID
it: Il tuo %@ ID
ja: あなたの%@ ID
ko: 귀하의 %@ ID
nl: Je %@ ID
pl: Twój ID %@
pt_br: Sua ID do %@
ru: Ваш %@ ID
sk: Vaše %@ ID
tr: %@ kimliğiniz
uk: Ваш %@ ID
zh_hans: 您的 %@ ID
zh_hant: 您的 %@ ID

# myIdentity
source: Profile
bg: Моят профил
cs: Profil
de: Profil
es: Perfil
fr: Profil
gsw_ch: Profil
it: Profilo
ja: プロフィール
ko: 내 프로필
nl: Profiel
pl: Mój profil
pt_br: Perfil
ru: Профиль
sk: Profil
tr: Profil
uk: Профіль
zh_hans: 个人资料
zh_hant: 個人檔案
